alefragnani.project-manager
alexcvzz.vscode-sqlite
batisteo.vscode-django
bigonesystems.django
caolin.java-run
codezombiech.gitignore
davidanson.vscode-markdownlint
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
ecmel.vscode-html-css
formulahendry.code-runner
github.codespaces
github.vscode-pull-request-github
hbenl.vscode-test-explorer
kevinrose.vsc-python-indent
littlefoxteam.vscode-python-test-adapter
mechatroner.rainbow-csv
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode.test-adapter-converter
mtxr.sqltools
njpwerner.autodocstring
pkief.material-icon-theme
redhat.java
ritwickdey.liveserver
sidthesloth.html5-boilerplate
simonsiefke.svg-preview
tomoki1207.pdf
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
wholroyd.jinja
zhuangtongfa.material-theme
ziyasal.vscode-open-in-github
